[
    {
        "year": 1996,
        "content": "The first archive of the Apple website and some of the pictures are lost. Note Apple's promises about the Y2K bug. This year, Apple buys NeXT and Steve Jobs comes back as an advisor."
    },
    {
        "year": 1997,
        "content": "Coolio! CD ROM Drives and Apple Newtons and the eMate 300, known back then as personal digital assistants. This year, Apple was near bankruptcy. Jobs became interim CEO again. He brings Microsoft Office to the Mac."
    },
    {
        "year": 1998,
        "content": "Apple was reinventing itself with the new iMac and PowerBook G3 laptop. Note the hot news that HP printers would support Macs. Apple returned to profitability."
    },
    {
        "year": 1999,
        "content": "The launch of the colored iMac and a laptop called the iBook."
    },
    {
        "year": 2000,
        "content": "Jobs is named permanent CEO. Not everything he did succeeded. This year he would launch the PowerMac Cube, which would be killed about a year later."
    },
    {
        "year": 2001,
        "content": "The iPod arrives, Apple opens its first store. OS X arrives, too."
    },
    {
        "year": 2002,
        "content": "Apple goes on the attack against Microsoft, who has, by now, basically won the PC war. Larry Ellison resigns from Apple's board."
    },
    {
        "year": 2003,
        "content": "iTunes launches and Apple makes it available for Windows, too."
    },
    {
        "year": 2004,
        "content": "With the iPod and iTunes, Apple has become a music indutry powerhouse. It kicks off an ad campaign with U2. This year word breaks that Jobs is being treated for pancreatic cancer."
    },
    {
        "year": 2005,
        "content": "Apple launches the Mighty Mouse, the iPod Nano and Video iPod. 1 million videos are sold on iTunes in 19 days."
    },
    {
        "year": 2006,
        "content": "Apple moves to Intel processors. Plus this year Disney will buy Pixar, putting Jobs on Disney's board."
    },
    {
        "year": 2007,
        "content": "The iPhone arrives! And Apple TV, demoed months earlier, will go on sale. Apple removes the word computer from its name. Later this year, Apple's stock will hit $100/share."
    },
    {
        "year": 2008,
        "content": "In one year, the iPhone has changed everything. The media calls it the Jesus phone. With the 3G version, Apple addressed complaints about its price. Apple also introduces the MacBook Air ultrabook this year."
    },
    {
        "year": 2009,
        "content": "Apple's store has become the new model for distributing apps. Later this year, word spreads that Steve Jobs' health is failing."
    },
    {
        "year": 2010,
        "content": "The iPad arrives and Apple ushers in the post-PC era. This is the year its market valuation will be bigger than Microsoft's."
    },
    {
        "year": 2011,
        "content": "Steve Jobs dies."
    },
    {
        "year": 2012,
        "content": "Apple introduces the iPhone 5. This year Apple's stock will hit the $700 mark. It's not all smooth sailing. After releasing the iPhone 5, Apple apologizes for its poor Maps application."
    }
]